<template>
  <div>
    <Banner/>
    <h3 class="heading">{{this.$route.params.article_title}}</h3>
    <el-card style="width: 90%;margin-top: 20px;margin-left: 5%;">
      <div v-for="(each_para,index1) in article_info[article_index]">
        <h3 style="width: 90%;margin-top: 10px;margin-left: 5%;"><span>{{index1+1}}</span>{{'.'+each_para[0]}}</h3>
        <img :src="each_para[1]" style="width:40%;margin-top: 10px;margin-left: 30%">
        <p style="width: 90%;margin-top: 10px;margin-left: 5%;">{{each_para[2]}}</p>
      </div>
    </el-card>
  </div>
</template>

<script>
import Banner from './Banner'
export default {
  name: 'Article',
  components:{
    Banner
  },
  data () {
    return {
      article_index:0,
      article_info:[
        [
          ['最舍得花钱的品牌--香奈儿','https://img.xssdcdn.com/article/230/chanel.jpg','无论是卖煎饼果子的大妈，还是打扫卫生的阿姨，都知道世界上有那么一瓶叫做香奈儿5号的香水，其他的香水是什么？是渣渣！为了告诉世界人民，除了香奈儿以外的香水都是垃圾，香奈儿会投入巨额的广告费。单单在香奈儿5号这一款香水上的广告投入，一年就有60亿人民币。对于旗下的其他香水，投入力度虽然没有5号大，但也毫不吝啬，无论是去坐飞机还是蹲在家里刷优酷，香奶奶会率领一众好莱坞小婊砸来劝你买买买。'],
          ['最适合新手入门的商业品牌--巴宝莉','https://img.xssdcdn.com/article/230/bur.jpg','综合价格与品质、味道与风格，巴宝莉无疑是最适合新手入门的香水品牌了。相信我，这是建立在众多香水达人的成长史上总结出来的。如果你真的懒得在香水上挖得太深，那就在巴宝莉的香水里选一款吧。'],
          ['最受欢迎的商业品牌--爱马仕','https://img.xssdcdn.com/article/230/o.37971.jpg','爱马仕在这方面几乎赢得毫无悬念，在一个商业香水品牌上，我们看到了对香水创作的精益求精。在大多数商业香普遍的圈钱与缺乏诚意的现象之下，爱马仕几乎每一款香水都保持了较高的水准。而且在原创性与易穿性上做了巧妙的平衡，这使得爱马仕同时具有了商业香与沙龙香的优点。此外，爱马仕还留下了许多能够超越时间的经典作品，比如我们耳熟能详的大地、橘采星光、花园系列等等。这都让爱马仕毫无悬念地成为了最受欢迎的商业香品牌。'],
          ['最适合新手入门的沙龙品牌--阿蒂仙','https://img.xssdcdn.com/article/230/lartisan-parfumeur.jpg','为什么是阿蒂仙呢？要论适合新手，比它更小清新的沙龙品牌太多了，比如安霓可古特尔和蒂普提克，但它们的缺点就在于太过“安全”了。凡是真正想涉足沙龙品牌的人，肯定不仅仅是为了追求冷门，更多地是为了讨好自己的鼻子、拓宽眼界。阿蒂仙在平衡性这点上就做的很好，一款款风格各异的香水让人耳目一新，同时又不会太过重口与偏激，让人剁手后悔恨万分。'],
          ['最容易被鄙视的品牌--CK','https://img.xssdcdn.com/article/230/fragrance-ad_01-(1).jpg','说实话CK的香水真的还不错，而且大名鼎鼎的CK one还是香水历史上里程碑式的经典。再加上CK的香水价格也都比较亲民，综合来看，其性价比也是还不错滴。可最终，“最容易被鄙视的品牌”这个黑锅还是要CK来背。于是CK表示不服，在屈辱的泪水中仰天长啸为什么？为什么？！我想，也许是因为它真的是个“还不错”的品牌吧，这让大量的仅仅想买瓶香水，而又不太懂香水、又懒得去懂香水的人去选择CK。因为他们不知道什么纪梵希或者阿蒂仙，但认得CK和它家AV级的内衣广告，而且正好价格也合适，于是这么一群CK粉自然就成了被鄙视的对象。'],
          ['最重口味的品牌&amp;最受欢迎的沙龙品牌--芦丹氏','https://img.xssdcdn.com/article/230/serge-lutens-byglam2.jpg','当最重口味与最受欢迎的沙龙品牌相重合时，我们不要惊讶，因为沙龙香水的本质，也许就是为了追求“重口味”吧！而芦丹氏在重口这个方向上，真的是做到了淋漓尽致。可以说，芦丹氏做到了很多调香师想做而不敢做的事，真正地为了自己的想法而调香，而不是为了顺应市场需求。也正是因此，芦丹氏创造出了很多让人大开眼界的经典，并收获了一大批狂热的粉丝。回顾芦丹氏的香水，基本上八成都走了重口味的路子，对于没有接触过香水的新手们，浓重的香味会把人熏晕。但对于闻遍了各种商业香的人们，也只有这样的重口味才能唤醒他们的鼻子了。'],
          ['最舍得用料的品牌--爱慕','https://img.xssdcdn.com/article/230/Amouage-s-flacons-are-emblematic-of-the-brand-s-international-appeal-having-been-re-designed-in-the-past-several-years.jpg','爱慕是一个真正的阿拉伯香水品牌，这让我们想到了“土豪”对不对？但要知道，并不是所有的土豪都是舍得用料的。在使用上等香料这一点上，爱慕做到了力压群雄。其品牌创始人就是一个纯粹的香料主义之人，试图复兴阿拉伯香料天堂的世界地位。爱慕品牌下的所有香水价格都在千元以上，而且大部分都对其评价物有所值。大量上等的天然香料如海浪一样袭来，波涛汹涌之中让人见识到了美好香料所能营造出的一片香气天堂。'],
          ['最奢侈的品牌--希爵夫','https://img.xssdcdn.com/article/230/XJ_14-672x372.jpg','这是一个近些年诞生的意大利高端品牌，香水特点就是贵贵贵，价格都在2000块以上。如果综合它瓶子里的液体品质而言，性价比就稍低了一点。尤其是跟爱慕比起来，它更像是一个抠门的土豪，高昂的价格并没有支撑起高昂的香料。不过作为一个货真价实的高端品牌，其精品也不少，反正它的顾客也都是些不缺钱的买主，买希爵夫也许更多地是一种地位的象征吧。'],
          ['历史最悠久的品牌--娇兰','https://img.xssdcdn.com/article/230/guerlain-perfumes.jpg','娇兰不是最古老的香水品牌，但它却是历史最悠久的。自1828年创立以来，创造出了大量超越时代的经典。其创始人与娇兰家族更是一部如梦如幻的香水史，衍生出了无数脍炙人口香水传奇。可以说如果没有娇兰家族，整个人类的香水历史都会黯然无光。随着娇兰家族退出执政舞台，近些年娇兰所推出的新品香水已缺少了昔日耀眼的光辉。但经典永流传，娇兰家族留给人类的遗产，将持续地为这个世界挥洒芬芳。香水时代曾翻译过一部BBC香水纪录片，基本上就是娇兰的专属纪录片，有兴趣的同学可以看看。'],
          ['最多产的品牌--雅芳','https://img.xssdcdn.com/article/230/y.jpg','你很难想象，世界上最多产的香水品牌，竟会发生在雅芳这样一个平易近人的化妆品品牌上。以我们熟知的香水品牌而言，香水类的产品数量基本都在100个以内。以香水起家并且拥有悠久历史的娇兰，差不多数量算是最多的了，拥有340款香水。而雅芳这个品牌，迄今为止竟拥有633款香水！轻松秒杀娇兰家族几百年。不过很明显雅芳这个品牌只注重数量而不注重质量，在产品创意上也尽显廉价，仅仅一个麝香主题就能推出20款香水，什么清新麝香、夜间麝香、麝香之火、麝香风暴、这种人海战术真是刷新认知。虽然数量这么多，真正能让人记得住的香水超不过5款。'],
          ['最两极分化的品牌--祖玛珑','https://img.xssdcdn.com/article/230/BACKUP_STILL_HERO9.jpg','它是当仁不让的、两极分化最严重的品牌。喜欢它的人很多，粉丝里学生群体居多，近年来能看到其日渐火爆的发展趋势，在中国也开设了专柜。作为沙龙起家的祖玛珑，现在基本上可以把它看成是一个商业香品牌了，不知道这是个好事还是个坏事。而讨厌它的人也很多，认为它的缺点太明显：味道单薄、留香短、原料差、性价比低。而且祖玛珑也有明显的“偷懒”嫌疑，单纯地把一种或两种香料拿出来，就变成了一款香水（当然调香的过程没这么简单）。这让传统香水的配方显得那么的吃力不讨好。'],
          ['最性冷淡的品牌--洁净','https://img.xssdcdn.com/article/230/112114-clean-a1.jpg','虽然最近刮起了一阵性冷淡风，但想要在香水品牌中做到彻彻底底的性冷淡并不容易。有这么一个品牌，它做到了，那就是Clean，一个专注于“清洁感”的品牌。它的香水要么就是刚刚洗后的床单，比如冷棉、暖棉，要么就是空无一人的大自然，比如雨后、清新空气，总之就是跟“人”没有什么关系就对了。']
        ],
        [
          ['萌新杀手/新手无法抵御的味道','https://img.xssdcdn.com/article/355/5dba6f39a5808.jpg','各大奢侈品品牌已经在这个方向上做足了功夫，毕竟逛香水专柜的大部分都是普通人。对于萌新，以下香水真是一杀一个准，而且是男女通吃。从来没有接触过香水的人闻过之后，好像打开了一扇新世界的大门。'],
          ['进阶型瘾君子/沙龙香必败之路','https://img.xssdcdn.com/article/355/5dba6fb27eb03.jpg','沙龙香水可不全都是高门槛的难懂之物，它们之中也有着大量平易近人的作品。当一支内涵深厚的香水能轻易地直击我们内心时，它们就必定能成为新一代的网红。'],
          ['奶油糖果/甜食爱好者','https://img.xssdcdn.com/article/355/5dba701207885.jpg','对甜食的喜爱早已写入了女人体内的DNA，甜食不能多吃，难道香水还不能多闻几下吗？拿着一瓶美食调的香水来上瘾，是一件毫无罪恶感的事。'],
          ['酸味控/我只爱吃酸的','https://img.xssdcdn.com/article/355/5dba703671b39.jpg','就是喜欢酸味！无论是吃东西还是喷香水，我都这样！能在香水中把酸味做到极致的香水可真的不多，遇到就收了吧。'],
          ['香甜的花果香/可爱软妹子','https://img.xssdcdn.com/article/355/5dba705028daf.jpg','对于走可爱路线的软妹子们，一瓶香甜可口的花果香调香水总会让你变得更加可爱。时不时地撒个娇，一定能把心仪的男神斩下马。'],
          ['小清新/不可救药的文艺青年','https://img.xssdcdn.com/article/355/5dba707009945.jpg','你有清澈的大眼睛，我有干净的白衬衣，只有小清新的味道才能配得上文艺青年的艺术气息。清新如雨的淡淡香气是他们周身散发出的自然体香。'],
          ['重口味的归宿/沉香乌木狂热分子','https://img.xssdcdn.com/article/355/5dba70d1ae36e.jpg','沉香与乌木有着非常丰富与多变的底蕴，即使单纯的原料也犹如一瓶精心调制的香水，好似品尝着一口陈年老酒。但由于它们的味道很苦，只有走到了最终阶段，才会开始欣赏乌木。'],
        ],
        [
          ['芦丹氏 Serge Lutens--重口味、剑走偏锋','https://img.xssdcdn.com/article/240/1.jpg','芦丹氏其实对新手一点都不友好，但我们还是决定要将它放在第一位来讲，因为它实在是太太太典型了。芦丹氏的各个属性，都代表了沙龙香水的面貌。了解了芦丹氏，就知道沙龙香水是什么感觉了。说它不友好，是因为它非常重口味，这也是沙龙香水的特点之一。芦丹氏在重口这个方向上，真的是做到了淋漓尽致。可以说，芦丹氏做到了很多调香师想做而不敢做的事，真正地为了自己的想法而调香，而不是为了顺应市场需求。也正是因此，芦丹氏创造出了很多让人大开眼界的经典，并收获了一大批狂热的粉丝。回顾芦丹氏的香水，基本上八成都走了重口味的路子，对于没有接触过香水的新手们，浓重的香味会把人熏晕。但对于闻遍了各种商业香的人们，也只有这样的重口味才能唤醒他们的鼻子了。'],
          ['阿蒂仙 L\'Artisan Parfumeur--新手友好、平衡性','https://img.xssdcdn.com/article/240/2.jpg','阿蒂仙与芦丹氏正好相反，它非常适合新手入门。但这并不是说它小清新，比它更小清新的沙龙品牌太多了，比如安霓可古特尔和蒂普提克，但在沙龙香水的世界里，是否清新并不是一个绝对的优点。小清新的品牌也意味着太过“安全”。凡是真正想涉足沙龙品牌的人，肯定不仅仅是为了好闻就行，更多地是为了用鼻子去发现一个新世界、拓宽眼界、同时表现自己的个性。阿蒂仙在平衡性上就做的很好，一款款风格各异的香水让人耳目一新、不会太过重口难以上身、也不会清新寡淡太过无趣。'],
          ['安霓可古特尔 Annick Goutal--古典精致的田园诗','https://img.xssdcdn.com/article/240/3.jpg','安霓可古特尔简称AG，它通身散发出的细腻的感性气息是其最大的特点。如果说其他沙龙品牌像是邪恶博士手中创造出来的魔法怪物，或者一幅幅暗黑风格的油画。那么AG就像是一首精致古朴的田园诗、一个未经开垦的桃花源、或者是悲春伤秋的林黛玉。你能感受到调香师在试图将她眼中的那个美好的世界传递给你，一个人人都渴望拥有的理想国。AG的香水大多是以自然为主题的，你闻不到荷尔蒙的气息，只有感受到一个诗人所构画出来的完美世界。'],
          ['蒂普提克 diptyque--接受度高、文艺','https://img.xssdcdn.com/article/240/4.jpg','蒂普提克的香水大多都比较文艺，也不重口，即使新手胡乱盲选，也不太会碰到雷区。他家的香水大多是围绕某个单一香材为主题来进行创作的，很多香水直接以植物来命名。蒂普提克在香氛的领域里涉猎甚广，除了香水，还做香氛蜡烛、室内香氛、香蜡挂件、身体护理等一系列跟香味有关的产品。这个品牌最大的特点就是有一股浓浓的文艺感，每一款香水瓶的背后都有艺术插画，借此来描绘香味想要传达出的意境。'],
          ['欧珑 Atelier Cologne--浓缩的古龙水','https://img.xssdcdn.com/article/240/5.jpg','基于一个独特的理念，诞生了欧珑这个香水品牌。这个理念就是将古龙水浓缩起来，官方称之为“精醇古龙”。什么意思呢？就是在保持古龙水清新宜人特质的同时，让其留香更持久。“古龙水”跟古龙的武侠小说可没什么关系，通常它在指一类古典风格的香水，它们气味清新，选用柑橘调，而且是EDC浓度的（EDC这个浓度也叫“古龙水浓度”）。在这个重塑古龙水的理念下，欧珑的香水风格非常明确，很多香水闻起来都像夏天里干了一杯汽水一样过瘾。'],
          ['帕尔玛之水 Acqua di Parma--清新、地中海风情','https://img.xssdcdn.com/article/240/6.jpg','看到这个牌子，我想到的是蓝色的海洋、清新的海风以及地中海那灿烂的阳光。品牌名中公然写出的“之水”二字，直接昭示了它不可磨灭的清新属性。最热门的、也最有代表性的是这个品牌下的“蓝色地中海”系列，在清新宜人的香味里，透着一股慵懒闲散的度假气息。作为一个意大利品牌，它很好地向人们诠释了，享受生活才是生命的真理。该品牌下的“贵族系列”与“古龙水系列”同样也十分精彩，很多高品质的作品会让人耳目一新。'],
          ['信仰 Creed--皇室品牌','https://img.xssdcdn.com/article/240/8.jpg','要说能跟皇室挂上勾的品牌可真不少，但唯独Creed在这一点上的名声最响。究其原因，要数其最早、最长、最会玩。自1760年创立，就受到了英国维多利亚女王的青睐，使其与皇室建立了几百年的供求关系。随后推出私人订制服务还为众多社会名人调制了不少香水，这都让Creed在大众视野中呈现出了一种高大上的形象。与皇室的长时间合作，反过来也影响了这个品牌的调性。也许是上流社会的社交需要，信仰的香水呈现出了明显的稳重、高雅与内敛的特点。在这里，你看不到太多的私情画意，更多的是一种胸怀世界的广博，似乎只有这世界本身才能勾起皇室的兴趣。'],
        ],
        [
          ['D二次方 我愿意木缘男士 DSQUARED² He Wood','https://img.xssdcdn.com/article/283/sdfg.jpg','木质调的香水太多太多，但去表现干净木材本身的香水却很少，因为这样做香水会显得很单调、没特点，不容易卖座。而这款我愿意木缘却敢于表现这样一个直白的主题。它就像去闻一块单纯的木板一样，只能闻到淡淡的、干燥的木头味。当然香水中并非只有木质这一种元素，但其余的紫罗兰与麝香也都完全是为了衬托木质，不多不少，让木质的形象显得更加干净、纯粹。它带给人的感觉也同样很纯粹，是一种直白且超脱的极简艺术感。'],
          ['宝格丽 白茶 Bvlgari Eau Parfumee au The Blanc','https://img.xssdcdn.com/article/283/5d2596604d523.jpg','最低调的香水莫过于它了，喷与不喷仅仅一线之隔，难以察觉，简直是佛系的精神代表。它的香气若有似无，穿在身上很难让人察觉自己喷了香水。在前调时比较抽象，淡淡的花香和胡椒营造出了细腻的织物感，像是手在触摸着一件轻柔的薄纱，有明显的洁净感。然后茶的味道才会渐渐显示出来，同样也是淡淡的，去掉了茶本身的绿感，像是一杯热茶在空气中蒸腾出的水汽，让你能依稀辨认出茶的味道，但却没有直接喝茶时的那种浓重感。'],
          ['克利安 竹之韵（竹林深处） By Kilian Bamboo Harmony','https://img.xssdcdn.com/article/283/foci-(10).jpg','开头便是一片恬淡的茶香，它并没有绿茶的那种青涩感，而是一种淡淡的甜味，暖暖的很温柔，淡淡的茶香在空气中飘渺。这种温存的湿润感会随着时间渐渐淡去，留下平静如水的干净竹子。竹子作为一种木质香气却很特别，它不像其他木质那样沉稳，坚韧，不会给人一种高耸挺拔的树木形象。它是一种散发着清香的木质，有一种与世无争，脱离世俗的禅意。'],
          ['汤姆·福特 灰色香根草 Tom Ford Grey Vetiver','https://img.xssdcdn.com/article/283/5d25967a738a1.jpg','作为一款木质调香水，它一点也不闷不热，相反它有着一种幽冷而通透的质感，甚至会有些高冷的感觉。香根草是一种极具天然感的香料，通常会带有泥土味以及植物根茎的味道，但这里的香根草则是被修饰过的，剔除了野性，只留下了温文尔雅的部分。香水中还加入了清爽的皂感，营造出了十足的洁净感。'],
          ['纳茜素 同名男士 Narciso Rodriguez for Him','https://img.xssdcdn.com/article/283/foci-(6).jpg','作为该品牌的同名香水，它的味道也表达了纳茜素的品牌风格，质地柔软，淡雅合身。这支香虽然味道淡雅不浓烈，但原创性却很高，让人印象深刻。它是一种被揉进了绿叶与广藿香之后的麝香味道，青绿之中带着淡淡的药感。绿叶与广藿香的加入是为了去改造麝香。被改造后的麝香有了一种看破世俗，投奔自然的超脱感，与常见的肉欲麝香呈现出了完全相反的景象。'],
          ['三宅一生 一生之水男士 Issey Miyake L\'Eau d\'Issey Pour Homme','https://img.xssdcdn.com/article/283/foci-(9).jpg','三宅一生的香水总是会给人一种与世无争的感觉，而这款一生之水则着重在描写「水」这一无色无味事物。水润、清澈、雅致是我第一次闻一生之水的感受，这支香水也的确给我的香水认知刷新了三观。在所有香水都在追求表达些什么的情况下，一生之水却在寻找着一种无欲无求的空灵之境。它有一种有如雨后清澈空气一般的味道，闻起来凉凉的，像是将手伸入了一弯池塘之中，双手感受着水波的涌动。'],
          ['欧珑 无极乌龙（深渊乌龙） Atelier Cologne Oolang Infini','https://img.xssdcdn.com/article/283/foci-(8).jpg','真实的乌龙茶香味较浓重，但这支无极乌龙却将淡薄的香气发挥到了极致。开头的茶香中带着淡淡的柑橘，有些清爽提神，不过很快就会进入一种轻柔寡淡的境界，并一直持续到最终的后调。这杯乌龙茶的水汽感很重，凉凉的，把茶香的意境衬托的清雅别致。这种宁静淡雅的味道，可以让人纷乱的心境马上平静下来，仿佛置身于一片泼墨的山水画之中。'],
        ],
        [
          ['专属你心（廷巴克图）Timbuktu','https://img.xssdcdn.com/article/273/tbkt.jpg','虽然没有冥府之路那样有名，但它却是个风评极好的焚香杰作，是一款被严重低估的香水。没药与香根草散发着柔柔的烟熏味，带着寥寥火星，发热的空气让乳香与树脂更加好闻了。与常见的焚香香水不同，这里的焚香没有灰烬的味道，像是一支带有旋律的干净火苗，在那里静静起舞。'],
          ['黑莓缪斯 Mure et Musc','https://img.xssdcdn.com/article/273/hmms.jpg','带着果酸味的黑莓沁人心脾，若是能在炎热的时节里闻上一口，甚是过瘾。在这股酸爽迸发之后，麝香就会大量来袭，但它来得并没有莓子那般猛烈，柔柔的香味反而会把之前的果酸味都化为了绵柔之力，给人很舒服的感觉。'],
          ['碧珀凝香 Tea for Two','https://img.xssdcdn.com/article/273/bbnx.jpg','它是一杯烟熏味很重的红茶，与绿茶的清凉不同，烟熏红茶有一种温暖的热感。肉桂与八角混入其中，让人从舌尖上感知到了几分美食感。中调时烟草登场，瞬间又将这杯红茶的热感提升，变为既干燥又热辣的香气。烟草与红茶的结合，苦中带甜，回味无穷。'],
          ['塞维尔橙花（塞维利亚黎明）Seville a l`Aube','https://img.xssdcdn.com/article/273/sewch.jpg','除了苦甜交织的苦橙与橙花的组合，香气中还笼罩着一股让人捉摸不清的神秘氛围，那是焚香与皂感的结合，像是燃烧中的蜡烛，又或是微醺的树脂。此外还有茉莉飘过，把原本就很小清新的橙花装饰的更加清甜了。'],
          ['穿越博斯普鲁斯海峡 Traversee du Bosphore','https://img.xssdcdn.com/article/273/chuanyuepulusi.jpg','先是一块甜中带着奶味的牛轧糖，口感圆滑柔软，香气铺开之后会有一颗红红的大苹果蹦出，同样是香甜可口，像是完全熟透了一般。等这一波强大的美食感稍稍降下去一些后，淡淡的皮革味会浮现，为之增添了一种异域风情的色彩。'],
          ['马戏团欲望 Dzing!','https://img.xssdcdn.com/article/273/maxituan.jpg','带着动物气息的皮革调香水，这里的麝香显得有些狂野。其后会出现木质与焦糖爆米花的结合，在一阵烘烤之后，出现了非常奇趣的效果。毒舌评论家Luca Turin不吝啬对它的赞美，并称之为“纸张的气味”。'],
          ['晚香玉之夜 Nuit de Tubereuse','https://img.xssdcdn.com/article/273/aiyuxiangyu.jpg','常见的晚香玉以霸气与肉欲著称，而这款晚香玉则展现出了它另外的一面，温柔与沉静。像是一支在静夜中独自绽放的晚香玉，花瓣上的幽香被晚风吹散，淡淡地在房间的各处飘逸，有种安静而又浪漫的感觉。'],
        ],
        [
          ['日本·京都·龙安寺--川久保玲 焚香系列-京都 Comme des Garcons Series 3 Incense: Kyoto','https://img.xssdcdn.com/article/346/5d391e689f846.jpg','龙安寺位于日本的京都，是世界著名的禅宗寺院。这里有着充满禅意的枯山水庭院风格，以及缩微式的园林景观。在龙安寺中，你能感受到一种静谧、深邃的禅意，非常适合冥想。'],
          ['印度尼西亚·巴厘岛--欧梦德·杰尼 鸡蛋花 Ormonde Jayne Frangipani','https://img.xssdcdn.com/article/346/5d391f4926252.jpg','位于印度尼西亚的巴厘岛是著名的度假海岛。这里风景如画，有着干净的沙滩和温暖的印度洋海水。岛上的热带雨林环境里充斥着绿色植被，还有遍地可见的鸡蛋花，岛民对其喜爱有加，鸡蛋花有着巴厘岛“岛花”之称。'],
          ['法国·普罗旺斯--阿蒂仙 普罗旺斯田园 L\'Artisan Parfumeur Bucoliques de Provence','https://img.xssdcdn.com/article/346/5d39208676f80.jpg','位于法国南部的普罗旺斯是一片紫色的梦境之地，那里有着蔚蓝的海岸与美味的桃红葡萄酒，以及大片的紫色薰衣草花田。'],
          ['不丹·虎穴寺--阿蒂仙 梵音藏心 L\'Artisan Parfumeur Dzongkha','https://img.xssdcdn.com/article/346/5d3920bf9e315.jpg','不丹被评为世界上最幸福的国度。虎穴寺是不丹最神圣的寺庙，深处海拔3000米的高山绝壁之上，被喜马拉雅山包围。它虽然神秘且封闭，但却是一处佛教圣地，吸引着世界各地的人前去参观。'],
          ['摩洛哥·撒哈拉沙漠--陶尔之香 02摩洛哥沙漠 Tauer Perfumes 02 L\'Air du Desert Marocain','https://img.xssdcdn.com/article/346/5d39215c3c179.jpg','位于摩洛哥的撒哈拉沙漠是世界上第一大沙漠，占据了三分之一个非洲。这里有着别样的异域风光，除了如烈火一般的温度，更多的是了无生机的空旷与广阔。'],
        ],
        [
          ['“美酒珠宝都不是真的，除了我爱你”--祖玛珑 青桐木与皮革','https://img.xssdcdn.com/article/363/5e17e9d49fc60.jpg','笼罩在暖灰色烟雾怀抱中的温暖木头，葡萄柚为稳重的木质香气增添些许酸涩清爽，紧接着柔软中带着坚韧的皮革质感让其形象立马丰富起来，优雅又具有力量感。如同缓缓从烟雾中走出来的骑士，沉稳、性感、坚毅。他被晚宴的火光渲染上温暖的黄色，离得近一点，你甚至能感受到他的体温，以及身上烟草和皮革混合的迷人气味。后调微甜的粉感与烟熏感相结合，带来醇厚又醉人的微醺气息，像是情侣间亲密的呢喃低语，原来晚宴和酒都是借口，我心里的喧嚣是因为你'],
          ['“你微笑的一瞬间，身后燃起玫瑰的火焰”--祖玛珑 浓古龙-丝绒玫瑰与乌木','https://img.xssdcdn.com/article/363/5e17ea3c9a041.jpg','颓靡馥郁的玫瑰，外表带着干枯的粉末感，内里却依然流淌着微酸甜美的深红色汁液。公丁香像纱幔一样将玫瑰包裹，奢靡诱惑。随时间流逝，玫瑰仿佛被采摘，搁置在餐桌上。花瓣飘落在蛋糕上，沾了些许奶油，呈现出香甜柔滑的诱人口感。后调的乌木气质沉稳，奢华妩媚却不轻浮。像是优雅名媛遇到了心动的爱情，足够热烈缠绵，又不乏含蓄。'],
          ['“你是我挥之不去的白月光”--祖玛珑 浓古龙-晚香玉与天使草','https://img.xssdcdn.com/article/363/5e17ea98360da.jpg','香水中的晚香玉通常展现其妩媚丰硕的白花气息，而在这款香中的晚香玉却是由恬淡柔弱开场，在低调婉转之时骤然绽放，变得浓郁盛大。微弱的吲哚味道令它多了些强势，配合天使草清苦的草本气息，虽然雍容矜贵，但也呈现出素雅内敛的一面。当花香渐渐远去，清甜琥珀融合在干净的木质香中，迎来温润舒适的尾声。'],
          ['“我的宝藏，是你们喜悦的目光--祖玛珑 乌木与佛手柑','https://img.xssdcdn.com/article/363/5e17eaedebf3b.jpg','香柠檬的气味清新淡雅，带有一副淡然的君子气质。紧接着稳重的木质香气全面覆盖在果香之上，乌木香气令人想起老式的木质书架，翻开一本旧书，油墨气味迎面扑来。时光的味道混合在木质香气中，打造出温柔包容的沉静气味，虽然淡薄，却不软弱。随着沉香的味道越发厚重，微弱的苦味沉陷其中，整款香水也愈发坚定，君子气度与英雄气概并存。'],
        ],
        [
          ['纳茜素 精纯麝香女士','https://img.xssdcdn.com/article/362/5e0abf5fc7524.jpg','纳茜素的香水以“温柔麝香”而出名，这一支亦如此，继承了纳茜素的温柔品性。它自身的香气并不复杂，却能给人安静、舒服的感觉。栀子花的香气包裹着麝香，原本野性的麝香被驯化，变得温顺起来，柔情似水的女人味也借此发挥到极致。虽说它是一款麝香香水，却走出了性冷淡的风格，有种极简的高级感。'],
          ['潘海利根 可怕的泰迪（犀牛）','https://img.xssdcdn.com/article/362/5e0ac0e652e1c.jpg','这支香的原创度很高，第一次闻的时候马上就有耳目一新的感觉。它像是被糖水浸泡过的木头，丢到壁炉点燃，烟熏味充斥着整个房间。房间中还存放着一些崭新的皮具，散发着天然皮草的芬芳。发甜的木头、温暖的烟熏、皮革的香气，三种香味混合后的味道十分独特，有种迷人的男性气息，充满力量感的同时又饱含着温度。'],
          ['香奈儿 1957','https://img.xssdcdn.com/article/362/5e0ac0f720b60.jpg','在上个世纪曾盛极一时的醛，似乎现已渐渐淡出主流。但这款香水却继续用醛，重现属于香奈儿女士的1957年。它试图平衡着古典与新潮的力量、在保持优雅的同时，注入清新的活力，因此并不显得老气。清新的前调引出轻柔的麝香，与皮肤结合后像是略带粉感的干净体香。淡淡的麝香描绘着诱惑，似乎又是冷漠或疏离的。橙花与醛的组合冷冰冰的，让空气逐渐降温，给人以高冷感。'],
          ['爱马仕 泻湖花园','https://img.xssdcdn.com/article/362/5e0ac10275326.jpg','鉴于爱马仕花园系列优秀的口碑，泻湖花园还没上市就拉升了大家的期望。然而它毫不留情地击碎所有人的幻想。它给人的感觉就是四不像，让人抓不住主题。极具冲击力的花香脂粉味，与咸腥海水混合在一起。就像杂七杂八的化妆品瓶子被打开，被行为艺术家向空中大肆挥霍，像颜料一样泼洒在沙滩搁浅的海藻堆上，形成一副后现代艺术画作，可惜现在很少有人能欣赏的来。'],
          ['古驰 气味记忆','https://img.xssdcdn.com/article/362/5e0ac11d2e077.jpg','古驰的这支香水可以说是非常另类，当你闻到它的时候，你会怀疑到底是不是香水。首先完全不香，鼻子好像是对着一块木头或竹板在闻，只有很寡淡的木头味。也许调香师想表达这就是记忆的味道？每个人的记忆都不一样，所以要用大片的留白，让体验者自行填满这张纯白的纸张。'],
        ],
        [
          ['乳牙 Dent de Lait','https://img.xssdcdn.com/article/353/5da69a09c6346.jpg','如同真实血液一样，有着金属的味道。诡异感过后，杏仁奶香味会加入，让香水往美食调的方向过渡。血腥味与奶香味的结合，怪异而新奇。'],
          ['黑色曼陀罗 Serge Lutens Datura Noir','https://img.xssdcdn.com/article/353/5da69a4e9b755.jpg','香草与杏仁的组合奶香气十足，让人想到红毒。不过，这里的主角是晚香玉，温柔而神秘，不似红毒那般霸道。'],
          ['林之妩媚 Feminite du Bois','https://img.xssdcdn.com/article/353/5da69ad2831c1.jpg','芦丹氏大人的开山之作。妩媚的雪松，温雅的肉桂，在果脯香气的氛围下，一片让人难以忘怀的温柔之乡。'],
          ['香子兰木 Un Bois Vanille','https://img.xssdcdn.com/article/353/5da69ba38bce6.jpg','香草配上椰子，这两种奶香混在一起，加倍香甜。这种美食香气闻起来会让人倍感幸福，喷在身上则会变成一颗移动的蛋糕。'],
          ['八月夜桂花 Nuit de Cellophane','https://img.xssdcdn.com/article/353/5da69c34042f7.jpg','非常类似我们记忆中的桂花，只是加入了清甜的茉莉和果香来作为点缀。整体来看，恬静细腻，清甜可人。'],
        ],
        [
          ['莎邦 纯牛奶 Chabaud Maison de Parfum Lait Concentre','https://img.xssdcdn.com/article/359/5de5da2bb4019.jpg','仿佛走进了一家牛奶工坊，四周弥漫着温暖香甜的牛乳气息，简直是对旺仔牛奶的神还原。焦糖的加入令这杯牛奶更加香甜，愈发趋近于一块香醇的牛奶软糖，闻到的瞬间仿佛奶糖在嘴中融化了，心里暖暖的，满满的都是属于童年的味道。'],
          ['拜里朵 灰色天鹅绒 Byredo Velvet Haze','https://img.xssdcdn.com/article/359/5de5da432cbb2.jpg','原本香甜可口的椰奶，被广藿香带来的药感所掩盖。苦甜交织，沉稳中带着甜美，之后隐隐涌现的白花又令其柔和了起来，麝香和木质香的香味沉稳干燥，有着天鹅绒般细腻的柔滑触感。就像是一盘放置在天鹅绒桌布上的精致美食，古朴的玻璃窗透着午后的阳光，给人一种暖洋洋的昏睡感。'],
          ['帕尔玛之水 蓝色地中海-西西里岛杏仁 Acqua di Parma Blu Mediterraneo - Mandorlo di Sicilia','https://img.xssdcdn.com/article/359/5de5da7c013bb.jpg','橙子、桃子与杏仁碎，撒在软滑的布丁上，微苦、香浓的甜味交织在一起，像是一场午后甜点的交响曲。而后再淋上一大勺香草奶油，让美味再度升级。后来奶油又呈现出美妙咸味，与甜味碰撞出奇妙的火花，既香甜暖心又个性十足，原来香水也可以“可盐可甜”。'],
          ['伊丽莎白雅顿 白茶 Elizabeth Arden White Tea','https://img.xssdcdn.com/article/359/5de5da896382f.jpg','清淡的茶香与沉稳木质的组合，柑橘的清凉如同树叶间隙中细碎的光，毫无攻击性，带着几分现世安稳的淡然超脱。干燥的木质搭配鸢尾的脂粉花香让这杯茶多了丝烟火气，像是在庭院中安静品茶的江南女子，一袭白色旗袍，淡雅出尘。茶的味道让人的内心重归平静。'],
          ['艾克卡帕 白麝香（白苔） Acca Kappa White Moss','https://img.xssdcdn.com/article/359/5de5da93ee0bc.jpg','肌肤是什么味道的？或许这瓶香水就是答案。它就像沐浴过后的赤裸肌肤，带着清淡好闻的皂香。仿佛还能感受到皮肤的温度和轻微的水汽，让人忘记心中的杂念，重新找回心境平和的最佳状态。'],
        ],
        [
          ['翡冷翠之香 大地之翠 I Profumi di Firenze The Verde','https://img.xssdcdn.com/article/366/5e561a26385a8.jpg','这支香水所描绘的景象是大地刚刚泛起绿色，春天将至未至的时节，天气还十分寒冷。葡萄柚和柠檬的酸味显得很生涩，又生又冷，完全无法入口，像是呼啸的冷风让人不由得打起寒颤。光秃秃的城市显得有些凄凉，不过枝头已经露出嫩芽，空气中也已经有了绿色的气息，在冷风的裹挟之下，绿的让人瑟瑟发抖。'],
          ['拜里朵 花序 Byredo Inflorescence','https://img.xssdcdn.com/article/366/5e55f3b46eff0.jpg','天然的铃兰花香气味很独特，不仅非常的清新，而且带着一股青绿的气味，会有种介于花瓣与绿叶之间的朦胧感，或者是含苞待放的感觉。这里的铃兰与茉莉的香气搭配着，两种冷感花香共同营造出了一个冬日初逝、春雪消融的世界。万物还尚未复苏，但空气里已能闻到嫩绿的气息。那是破头而出的嫩芽，绿色气息与微凉的空气，一同向我们展示了一个乍暖还寒的早春景象。'],
          ['罗格朗 春日已至 Oriza L. Legrand Deja Le Printemps','https://img.xssdcdn.com/article/366/5e55f3bd0f6b0.jpg','它的味道满是洋溢着生命的气息，新生的青草、冒芽的绿树、潮湿的苔藓、零星的野花……各种大自然的小生命在春日的天空下自由绽放，迸发出自己的味道，虽然细微难察觉，亦或孱弱无力，但都在努力地为自己的生命发出一份声响。腥绿中带着甘甜，清凉中带着酸涩，总之很绿很绿。生命的声音或许有些嘈杂，但又和谐而有趣，激发起了人的好奇心，让人在这个绿色的小世界中一直探索下去。'],
          ['古驰 花悦 Cucci Bloom','https://img.xssdcdn.com/article/366/5e55f3c461b79.jpg','逃离城市的喧闹，开车前往绿野山间。此时春日已至，阳光也倍加明媚，漫山开满了白色的花丛，将翠绿的山坡点缀上了白色的波点。头一阵清风袭来，才彻底吹走了往日的烦恼，风中吹来了远处茉莉的味道。这里的茉莉清雅、幽凉，有着十足的自然感，让人忍不住一头扎入百花丛中。此时，晚香玉的香气也徐徐袭来，晚香玉的质感醇厚饱满，正好填补了茉莉比较单薄的气味特征，让茉莉变得馥郁甜润，弥补了茉莉的生涩感。清雅的花香，动人的春色，让人的心情也如阳光一样明媚。'],
          ['威劳瑞希 春日晨曦（北极之北） Lorenzo Villoresi Iperborea','https://img.xssdcdn.com/article/366/5e561a4421e0b.jpg','“北极之北”的名字为直译，源自于希腊神话，不过还是“春日晨曦”这个名字更为贴切。与其他春日主题的香水不同，这款香水的绿色成分很少，只有铃兰花香中自带的寥寥几笔绿色，很快就会过渡到以白花为主的温柔之乡了。它的味道很清透，但更多的是柔软与温吞，这种味道更像是城市中的春天，街角公园里的铃兰与木兰花渐渐探出头来，随着微风吹起了姑娘们的发梢，此时的空气中混入了淡淡的脂粉味，亦或是化妆品的味道，很温柔、很朦胧，一切都显得那么不经意。'],
        ]
      ],
    }
  },
  created () {
    this.article_index = this.$route.params.article_num
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .heading {
    width: 100%;
    margin-left: 5%;
    font-weight: 900;
    font-size: 1.618rem;
    letter-spacing: .1ch;
    line-height: 1;
    padding-bottom: .5em;
    margin-bottom: 0;
    margin-top: 3%;
    position: relative;
  }
  .heading:after {
    display: block;
    content: '';
    position: absolute;
    width: 60px;
    height: 4px;
    background: linear-gradient(135deg, #C4F6F6, #1a9be6);
    bottom: 0;
  }
</style>
