<template>
  <div class="all">
    <Banner/>
    <h3 class="heading">新手入门</h3>
    <el-card style="width: 90%;margin-top: 20px;margin-left: 5%;">
      <div v-for="(each_para,index1) in guide_info">
        <h3 style="width: 90%;margin-top: 10px;margin-left: 5%;"><i>{{index1+1}}{{'.'+each_para[0]}}</i></h3>
        <img :src="each_para[1]" style="width:40%;margin-top: 10px;margin-left: 30%">
        <div v-for="sub_para in each_para[2]" style="font-size: 14px">
          <p style="width: 90%;margin-top: 10px;margin-left: 5%;"><b>{{sub_para[0]+':'}}</b>{{sub_para[1]}}</p>
        </div>
      </div>
    </el-card>
  </div>
</template>

<script>
  import Banner from './Banner'
  export default {
    name: 'NewMemberGuide',
    components:{
      Banner
    },
    data(){
      return{
        guide_info:[
          ['必备的基础知识','https://img.xssdcdn.com/article/350/0.jpg',[['前调、中调、后调（Notes）','香水中的各种香料都有他们各自不同的挥发速度，因此香水会经历前调，中调，后调这三个阶段。前调是香水的第一印象。它们是你打开瓶子后，你最先闻到的味道。前调极易挥发，所以一般只维持10到15分钟的时间。' +
          '此时中调和后调的气味也在挥发，只是前调的气味过于耀眼，盖过了中调和后调的风采，或者说前中后调的所有气味一起同台演出，形成了最终的前调印象。当前调消失时，中调的气味开始显现。它们构成了香水的核心，体现了香水的香调。最终留下来的气味就是后调，' +
          '它们是香水创作的基底，同时也是香水的灵魂，后调在皮肤上大概持续4~5小时。'],
            ['香调（Perfume Families）','香调（或称香型）是香水的一种分类规则，根据香水最主要的气味特征以及使用的香料划分为不同的类别。目前主流的香调为：花香调、绿叶调、水生调、' +
          '柑橘调、甘苔调(西普调)、木质调、皮革调、东方调、馥奇香调、美食调和果香调。'],
            ['香水浓度（EDT、EDP、Parfum）','通常EDT, EDP，Parfum代表了一款香水的浓度，持久度。或者说有多大比例的酒精或水份加入了纯精油中。Eau de Cologne 古龙水（纯香精占2 - 5%）.' +
          'Eau de Toilette 淡香水（纯香精占4–10%）.Eau de Parfum 淡香精（纯香精占8–15%）.Parfum/Extrait 浓香精（纯香精占15–25%）']]],
          ['圈内用语','https://img.xssdcdn.com/article/182/243.jpg',[['扩散性','指香水在周围空气中的扩散能力，扩散性强的香水，能让人很远就能闻到，扩散性弱的香水只能紧贴皮肤才能闻到。'],
          ['留香时间','指香水的香味能保留的最大时间，也称“持久度”。它与香水中的香精含量成正比。通常高浓度的Parfum和EDP要比低浓度的EDT，EDC留香时间更久，但由于酒精含量低，它们的扩散性较差。'],
          ['简装香水','指专柜供人试香用的试用装香水，英文为Tester，为非卖品，没有正规的外包装，很多还缺少盖子或其它配件。通常厂家在供货时，每箱正装香水中会附带一个简装香水。香水瓶中的液体与正装香水是一模一样的，自用划算。'],
          ['分装香水','即将正品香水分装至小瓶中，以少量多样的原则，供人试香。让消费者能以较少的价格体验更多的味道，同时方便随身携带。'],
          ['街香','特别流行，很多人都会使用的常见香水。'],
          ['Flanker','同系列香水、支线香水。通常某款香水热卖之后，品牌厂商都会借势继续推出它的系列产品。'],
          ['线性香水','没有前中后调的香水，它们从头到尾只有一个味道，因此叫线性香水。']]],
          ['香水品牌知识','https://img.xssdcdn.com/article/182/1243234.jpg',[['商业品牌','香奈儿、迪奥、爱马仕无疑就是我们所熟知的大众品牌了，一般来说都是香水与时装品牌的结合。喜欢大众品牌的原因可能跟讨厌它们的原因一样，他们的Logo可以拿来晒朋友圈，他们的香味经常会被闻到，也就是常被提到的“街香”。'],
          ['小众品牌','小众品牌就是少见的、冷门的品牌。这是个相对的概念，在中国小众的品牌，在美国可能就是大众。某些牌子对于新手来说算是小众，但对于有些阅历的香水爱好者来说，可能早已不再稀奇。'],
          ['沙龙品牌','沙龙品牌与小众品牌有交集。沙龙香水一般都是专业做香水的品牌，而且拥有一定的历史，不注重瓶身设计，很多都用统一的香水瓶。由于它们不需要或者不屑与大众品牌去拼销量，这意味着他们不太会迎合大众消费者的口味，这样在创作方面就摆脱了很多束缚，所以沙龙香水在创意上往往天马行空，香水的味道方面也会更加极端。虽然说爱香之人最终都会去探索沙龙品牌，但我却不建议新手一上来就买大瓶的沙龙香水，很容易接受不了，产生挫败感。就如同连啤酒都没有喝过的人，是没有办法品味白酒的美味的。不过买香水分装来品味还是推荐的。']]],
          ['挑选人生中的第一款香水','https://img.xssdcdn.com/article/182/15730706211_19edc29788_h.jpg',[['如何选择第一瓶入门香','其实很简单，因为大部分高品质的大牌香水就能够满足你的需求，因为它们就是为普通消费者量身打造的，而且质量有保证。你只需要结合预算和你想要的类型，并做简单的考察，就能够挑选出一瓶合适的入门级香水。'],
          ['举例','举例来说，预算较少的可以选择CK或者安娜苏，较高一点的可以选择巴宝莉或者宝格丽，再高一点的可以选择香奈儿或者爱马仕等等。但不要选择淘宝上伪装成外国品牌的国产品牌，那会让你的香水之路有一个粗糙的开始，甚至毁掉你的兴趣。当然你也可以选择一步到位式的挑战，选择一款与众不同的沙龙香水，但前提是你要做十足的功课。']]],
          ['如何找到更多自己喜欢的香水','https://img.xssdcdn.com/article/182/cheap.jpg',[['扩充嗅觉记忆','当你闻过了更多的气味之后，你就会建立起自己的“嗅觉记忆库”。你的嗅觉记忆会通过两种途径来完善，一是生活中的阅历，比如你经常闻到茉莉花的味道，或者栀子花的味道。第二是通过香水，比如当你闻过2~3款雪松味道的香水后，你就能通过想象与总结其中的共性部分，就能得知一些生活中无法接触到的气味了。'],
          ['品味经典','一款好的香水能经得起时间的考验。品味经典香水能够提高我们的嗅觉品味，并让我们有一个较高的起点。例如娇兰午夜飞行Guerlain Vol de Nuit、迪奥清新之水Dior Eau Sauvage，让巴度喜悦 Jean Patou Joy。也许一百年前的香水并不适合现代人的口味，你并不一定非要喜欢上它们，但它们仍然值得一试。'],
          ['缩小范围','俗话说，要想得到幸福，首先你要知道自己想要什么。如果你根本不知道麝香是什么味道的，又怎样判断自己是否会喜欢呢？当你接触过的气味越来越多时，你就会更加清楚自己的喜好，知道哪些气味会讨好自己的鼻子，哪些气味是自己的雷区。通过香水时代网的气味搜索功能，可以筛选出某种气味对应的香水推荐。使用高级搜索功能，还可以用更具体的组合方式来筛选出你可能喜欢的香水。'],
          ['查资料看香评','借助别人的香评，你能够通过他人的鼻子来领略到香水风采。一篇详实的香评能让人欲望大增，并告诉我们香味是怎样一点点地展现出来的。看香评的时候可以结合多个人的来看，这样就能更客观地去了解香水的真实面貌，来帮助我们决策一款香水到底值不值得尝试。'],
          ['亲身尝试、体验香水','尝试某款香水的方式有很多种，对于常见的商业香，可以跑去专柜试闻，缺点是种类少而且不自在。在网上购买分装香水能够以便宜的价格来体验到香水的魅力，一款正装大瓶香水通常价格比较昂贵，在不确定自己是否会长期使用的情况下，直接购买大瓶容易产生浪费。先购买分装小样进行尝试，当一瓶1~5ml的分装使用完毕后，如果你没有厌烦，仍然喜欢它的味道，并感觉与你的气质风格相辅相成，就可以放心地入手大瓶了。但购买的分装香水容量不应少于0.5ml，因为一款香水需要尝试多次才能完全领略其魅力，太小规格的容量无法多次尝试。'],
          ['购买正装大瓶','在你确定了自己喜欢每一款香水时，就可以购买它的大瓶来作为日常使用了。当然，人不可能只用一款香水，有时会根据心情，场合来选择香水。因此打造自己的香水衣橱，是最终的解决方案。']]],
          ['几个常见的误区','https://img.xssdcdn.com/article/182/0.jpg',[['香水会过期并变质','错误。首先香水不会单纯因为时间问题而过期变质，让它们变质的通常是光照和高热。把一瓶你新买的香水放在窗户旁，让它饱受光照。再拿一瓶放在抽屉里保存好，无论是颜色还是气味，不出一个星期你就能观察出变化。'],
          ['闻咖啡豆能使嗅觉恢复','完全错误，虽然各大香水专柜都会配备咖啡豆，但闻咖啡豆只会让你原本疲惫的嗅觉雪上加霜，因为咖啡豆本身就含有非常浓郁且复杂的气味，会进一步地使嗅觉麻痹。'],
          ['香水中的麝香会导致不孕','在现今的香水工业中，“麝香”是人造麝香以及具有类似麝香气味的植物香料。至今为止，还没有任何的科学依据表明天然麝香，或人工麝香会导致不孕。'],
          ['酒精味重的香水就是假货','错误。大部分香水中都有超过78%的酒精，因此闻到酒精味是必然的，而且酒精会麻痹嗅觉神经，让你无法正常闻香，正确的方法是等酒精挥发了之后再闻。'],
          ['两手手腕相互摩擦，会破坏香水成分','错误。如果这样简单的物理摩擦，就能使得分子级别的气味成分被破坏，那实在是太科幻了。除非你十分剧烈地摩擦，导致皮肤升温，让香水的前中后调成分加速挥发，导致香味错乱，否则这种“小动作”根本不会改变香水中分子的结构。']]],
        ]
      }
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .all{
    width: 100%;
  }
  .heading {
    width: 100%;
    margin-left: 5%;
    font-weight: 900;
    font-size: 1.618rem;
    letter-spacing: .1ch;
    line-height: 1;
    padding-bottom: .5em;
    margin-bottom: 0;
    margin-top: 3%;
    position: relative;
  }
  .heading:after {
    display: block;
    content: '';
    position: absolute;
    width: 60px;
    height: 4px;
    background: linear-gradient(135deg, #C4F6F6, #1a9be6);
    bottom: 0;
  }
</style>
